Repository: common-repository/search-hero
Catalog: lib/languages/*.po
Languages: ar_sa, da_dk, es_mx, fi_fi, he_il, hi_in, it_it, ja_jp, ko_kr, nl_nl, no_no, pt_pt, ru_ru, sv_se, tr_tr

source: Indexing
ar_sa: الفهرسة
da_dk: Indeksering
es_mx: Indexación
fi_fi: Indeksointi
he_il: אינדקסינג
hi_in: इंडेक्सिंग
it_it: Indicizzazione
ja_jp: インデキシング
ko_kr: 색인 작업
nl_nl: Indexeren
no_no: Indeksering
pt_pt: Indexação
ru_ru: Индексация
sv_se: Indexering
tr_tr: Dizinleme

source: Rebuild Index
ar_sa: إعادة بناء الفهرس
da_dk: Genopbyg indeks
es_mx: Reconstruir índice
fi_fi: Uudelleenrakenna indeksi
he_il: בנה מחדש את האינדקס
hi_in: अनुक्रमणिका पुनःनिर्माण करें
it_it: Ricostruisci Indice
ja_jp: インデックスを再構築
ko_kr: 색인 재구성
nl_nl: Index Herbouwen
no_no: Gjenoppbygg indeks
pt_pt: Reconstruir Índice
ru_ru: Перестроить индекс
sv_se: Återuppbygg index
tr_tr: Dizini Yeniden Oluştur

source: Settings
ar_sa: الإعدادات
da_dk: Indstillinger
es_mx: Configuración
fi_fi: Asetukset
he_il: הגדרות
hi_in: सेटिंग्स
it_it: Impostazioni
ja_jp: 設定
ko_kr: 설정
nl_nl: Instellingen
no_no: Innstillinger
pt_pt: Configurações
ru_ru: Настройки
sv_se: Inställningar
tr_tr: Ayarlar

source: Continue Indexing
ar_sa: متابعة الفهرسة
da_dk: Fortsæt indeksering
es_mx: Continuar indexando
fi_fi: Jatka indeksointia
he_il: המשך אינדקסציה
hi_in: इंडेक्सिंग जारी रखें
it_it: Continua l'indicizzazione
ja_jp: インデックス作成を続ける
ko_kr: 인덱싱 계속하기
nl_nl: Doorgaan met indexeren
no_no: Fortsett indeksering
pt_pt: Continuar a Indexar
ru_ru: Продолжить индексирование
sv_se: Fortsätt indexering
tr_tr: Dizine Devam Et

source: View Details
ar_sa: عرض التفاصيل
da_dk: Vis detaljer
es_mx: Ver detalles
fi_fi: Näytä tiedot
he_il: הצגת פרטים
hi_in: विवरण देखें
it_it: Visualizza dettagli
ja_jp: 詳細を表示
ko_kr: 세부 정보 보기
nl_nl: Details bekijken
no_no: Se detaljer
pt_pt: Ver Detalhes
ru_ru: Просмотреть подробности
sv_se: Visa detaljer
tr_tr: Detayları Görüntüle

source: Finished indexing
ar_sa: اكتمل الفهرسة
da_dk: Færdig med at indeksere
es_mx: Indexación finalizada
fi_fi: Indeksointi valmis
he_il: סיום אינדוקס
hi_in: इंडेक्सिंग समाप्त हुई
it_it: Indicizzazione completata
ja_jp: インデックス作成が完了しました。
ko_kr: 색인 생성 완료
nl_nl: Indexeren voltooid
no_no: Ferdig med indeksering
pt_pt: Indexação concluída
ru_ru: Индексация завершена
sv_se: Avslutat indexering
tr_tr: Dizine ekleme tamamlandı

source: Indexing Progress:
ar_sa: تقدم الفهرسة:
da_dk: Indekseringsfremdrift:
es_mx: Progreso de indexación:
fi_fi: Indeksoinnin eteneminen:
he_il: התקדמות אינדקס:
hi_in: इंडेक्सिंग प्रगति:
it_it: Avanzamento dell'indicizzazione:
ja_jp: インデックス作成の進行状況:
ko_kr: 인덱싱 진행:
nl_nl: Indexeeringsvoortgang:
no_no: Indekseringsfremdrift:
pt_pt: Progresso de Indexação:
ru_ru: Прогресс индексации:
sv_se: Indexeringsförlopp:
tr_tr: Dizinleme İlerlemesi:

source: Start Indexing
ar_sa: بدء الفهرسة
da_dk: Start indeksering
es_mx: Iniciar indexación
fi_fi: Aloita indeksointi
he_il: התחל אינדוקס
hi_in: इंडेक्सिंग शुरू करें
it_it: Inizia l'indicizzazione
ja_jp: インデックス作成を開始
ko_kr: 색인 시작
nl_nl: Indexeren starten
no_no: Start indeksering
pt_pt: Iniciar Indexação
ru_ru: Начать индексацию
sv_se: Påbörja indexering
tr_tr: Dizinlemeyi Başlat

source: Indexed documents %d
ar_sa: المستندات المفهرسة %d
da_dk: Indekserede dokumenter %d
es_mx: Documentos indexados %d
fi_fi: Indeksoituja asiakirjoja %d
he_il: מסמכים מאונדקסים %d
hi_in: इंडेक्स किए गए दस्तावेज़ %d
it_it: Documenti indicizzati %d
ja_jp: インデックスされたドキュメント %d
ko_kr: 문서 %d개 색인 완료
nl_nl: Ge√Øndexeerde documenten %d
no_no: Indekserte dokumenter %d
pt_pt: Documentos indexados %d
ru_ru: Индексировано документов %d
sv_se: Indexerade dokument %d
tr_tr: Dizine eklenen belgeler %d

source: This plugin replaces WordPress default search with a much faster and more relevant search results.
ar_sa: يقوم هذا المكون الإضافي باستبدال البحث الافتراضي في ووردبريس ببحث أسرع بكثير ونتائج أكثر صلة.
da_dk: Denne plugin erstatter WordPress' standard søgning med en meget hurtigere og mere relevant søgeresultat.
es_mx: Este complemento reemplaza la búsqueda predeterminada de WordPress con resultados de búsqueda mucho más rápidos y relevantes.
fi_fi: Tämä laajennus korvaa WordPressin oletushaun huomattavasti nopeammilla ja osuvammilla hakutuloksilla.
he_il: תוסף זה מחליף את חיפוש ברירת המחדל של וורדפרס בחיפוש מהיר יותר עם תוצאות רלוונטיות יותר.
hi_in: यह प्लगइन वर्डप्रेस की डिफॉल्ट खोज को एक बहुत तेज़ और अधिक प्रासंगिक खोज परिणामों के साथ बदल देता है।
it_it: Questo plugin sostituisce la ricerca predefinita di WordPress con risultati di ricerca molto pi√π veloci e pertinenti.
ja_jp: このプラグインは、WordPressのデフォルトの検索をより高速で関連性の高い検索結果に置き換えます。
ko_kr: 이 플러그인은 WordPress 기본 검색을 훨씬 더 빠르고 관련성 높은 검색 결과로 대체합니다.
nl_nl: Deze plugin vervangt de standaard zoekfunctie van WordPress door een veel snellere en relevantere zoekresultaten.
no_no: Denne pluginen erstatter WordPress standard søk med mye raskere og mer relevante søkeresultater.
pt_pt: Este plugin substitui a pesquisa padrão do WordPress por resultados de pesquisa muito mais rápidos e relevantes.
ru_ru: Этот плагин заменяет поиск по умолчанию в WordPress на более быстрый и более релевантный.
sv_se: Detta tillägg ersätter WordPress standard sökfunktion med mycket snabbare och mer relevanta sökresultat.
tr_tr: Bu eklenti, WordPress varsayılan arama işlevini çok daha hızlı ve daha alakalı arama sonuçlarıyla değiştirir.

source: Search Hero
ar_sa: بحث هيرو
da_dk: Søg Helt
es_mx: Buscar Héroe
fi_fi: Etsi sankari
he_il: חיפוש גיבור
hi_in: सर्च हीरो
it_it: Cerca Eroe
ja_jp: ヒーローを検索
ko_kr: 영웅 검색
nl_nl: Zoekheld
no_no: Søk Helt
pt_pt: Pesquisar Herói
ru_ru: Поиск Героя
sv_se: Sök hjälte
tr_tr: Kahraman Ara

source: To make your WordPress content searchable, please initiate the indexing process below. Stay on this page until the indexing is complete.
ar_sa: لجعل محتوى ووردبريس قابلاً للبحث، يرجى بدء عملية الفهرسة أدناه. ابقَ على هذه الصفحة حتى تكتمل الفهرسة.
da_dk: For at gøre dit WordPress-indhold søgbart, skal du starte indekseringsprocessen nedenfor. Bliv på denne side, indtil indekseringen er færdig.
es_mx: Para hacer que el contenido de WordPress sea buscable, inicie el proceso de indexación a continuación. Manténgase en esta página hasta que la indexación esté completa.
fi_fi: Jotta WordPress-sisältösi olisi haettavissa, aloita indeksointiprosessi alla. Pysy tällä sivulla, kunnes indeksointi on valmis.
he_il: כדי להפוך את תוכן ה-WordPress לחיפוש, אנא התחילו את תהליך האינדוקס למטה. הישארו בדף זה עד שהאינדוקס יושלם.
hi_in: अपने वर्डप्रेस कंटेंट को खोजने योग्य बनाने के लिए, कृपया नीचे दिए गए इंडेक्सिंग प्रक्रिया को प्रारंभ करें। इंडेक्सिंग पूरी होने तक इस पृष्ठ पर बने रहें।
it_it: Per rendere ricercabile il contenuto di WordPress, avvia il processo di indicizzazione qui sotto. Rimani su questa pagina fino al completamento dell'indicizzazione.
ja_jp: WordPressコンテンツを検索可能にするには、以下のインデックス作成プロセスを開始してください。インデックス作成が完了するまでこのページに留まってください。
ko_kr: WordPress 콘텐츠를 검색 가능하게 하려면 아래의 인덱싱 프로세스를 시작하세요. 인덱싱이 완료될 때까지 이 페이지에 머물러 주세요.
nl_nl: Om uw WordPress-inhoud doorzoekbaar te maken, start u hieronder het indexeringsproces. Blijf op deze pagina tot de indexering is voltooid.
no_no: For å gjøre WordPress-innholdet ditt søkbart, vennligst start indekseringsprosessen nedenfor. Bli på denne siden til indekseringen er fullført.
pt_pt: Para tornar o seu conteúdo WordPress pesquisável, por favor inicie o processo de indexação abaixo. Fique nesta página até que a indexação esteja concluída.
ru_ru: Чтобы сделать контент WordPress доступным для поиска, пожалуйста, начните процесс индексирования ниже. Оставайтесь на этой странице до завершения индексирования.
sv_se: För att göra ditt WordPress-innehåll sökbart, vänligen starta indexeringsprocessen nedan. Stanna kvar på denna sida tills indexeringen är klar.
tr_tr: WordPress içeriğinizi aranabilir hale getirmek için lütfen aşağıdaki dizin oluşturma işlemini başlatın. Dizin oluşturma tamamlanana kadar bu sayfada kalın.
